export const faqData = [
    {
      question: 'MOU를 맺지 않은 대학에서 지원이 가능한가요?',
      answer: '계절학기 학점교류 과목으로, KAIST와 MOU를 맺은 국내 및 해외 대학생을 대상으로 지원을 받습니다. 따라서 KAIST와 MOU 되어있지 않은 학교는 지원 대상에 포함되지 않습니다.'
    },
    {
      question: '휴학생 또는 졸업학기인데 지원이 가능한가요? (KAIST 및 타 대학 모두 해당)',
      answer: '휴학생이나 졸업학기는 수강신청이 불가능하여, 수강신청하지 않고 학점 부여 없이 청강생으로 지원 가능합니다. 지원은 홈페이지의 \'지원하기\'에서 동일하게 지원 가능하고, 따로 수강신청 절차는 없습니다. 캠프의 모든 활동은 일반 참가생과 동일하지만, 성적 발급은 되지않습니다. 비용은 청강료 5만원과 기숙사비(35만원 내외)가 있습니다.'
    },
    {
      question: '캠프 초기에 1~2일 정도 빠지게 되는데 지원 가능한가요?',
      answer: '몰입캠프의 기본 취지는 자율적 몰입입니다. 팀원과 협업하여 프로젝트를 해야 하기 때문에 일요일을 제외하고는 가급적 빠지지 않는 것을 권고합니다. 또한 몰입캠프는 초기가 매우 중요하기 때문에 초기에 1~2일을 빠지게 된다면, 캠프를 따라가기 힘들 수도 있음을 말씀드립니다.'
    }
  ];